Revit 2027 API
SpecTypeId.ElectricalTemperatureDifference Property
 Temperature Difference, in discipline Electrical.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ElectricalTemperatureDifference { get; }
Public Shared ReadOnly Property ElectricalTemperatureDifference As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ElectricalTemperatureDifference {
	ForgeTypeId^ get ();
}
static member ElectricalTemperatureDifference : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace